[
  {
    "yesName":"Heather Rosen",
    "Position":"President",
    "yesMug":"http://dailybruin.com/images/2015/04/web.news_.usacCandidates2015.HeatherRosen.AYu_-200x300.jpg",
    "yesMain": ["This board endorses Heather Rosen for Undergraduate Students Association Council president because, despite her lack of vision, we believe she can lead the council with composure, especially after a long year of slate politics that divided students and damaged campus climate.","Rosen’s ability to maintain composure during heated meetings at the council table and still provide beneficial input will be a necessary attribute for next year’s USAC president.","Furthermore, her knowledge of Robert’s Rules of Order, her desire to facilitate conversation rather than dominate it and her proper judgement to speak up during a controversial judicial board endorsement meeting and call out discriminatory comments separates her from her competition.","Rosen’s platforms, however, do have room for improvement. They tackle a long-term goal of affordability, but simultaneously seemed short-sighted and small in scope. ","Separately, each of her platforms is a good idea. A middle-income scholarship helping families that are not supported by current means of financial aid serves an important task. Rosen has experience establishing scholarships and has already explored the proper channels and received support from relevant administrators to achieve this goal. ","Promoting food sustainability and security through projects such as a student-led food co-op will also help fill the gap between financial aid and the cost of living. Rosen also plans to advocate for dead days before finals, which solves a logistical problem that many students face on a quarterly basis. ","But together, her platforms lack the long-term vision to create the lasting change expected from a presidential candidate, especially when compared to her competitor’s platforms.","Rosen would benefit from looking into her opponent’s approach to the office and adopting a similarly ambitious vision. She should find long-term solutions for affordability that reach outside campus, like looking into the Board of Regents, and consider undertaking an advocacy-based approach to the funding issues she’s seeking to address.","But, even though Rosen’s platforms and vision leave much to be desired, her stability on the council table is a necessity to keep contentious resolutions and slate politics from continuing to debilitate the council."],
    "noList": 
    [
      {
        "name": "Morris Sarafian",
        "mug": "http://dailybruin.com/images/2015/04/web.news_.usacCandidates2015.MorrisSarafian.AYu_-200x300.jpg",
        "main": ["Though Morris Sarafian had more vision for the Office of the President than Heather Rosen, this board has concerns about his ability to effectively lead the council and successfully implement his platforms in the coming year.","This board applauds Sarafian’s desire to improve campus climate through conferences and to advocate for students at the University of California-wide level, but his platforms at home are not feasible. Raising money to subsidize student groups’ rent for Royce Hall is a great idea, but this board is skeptical about Sarafian’s ability to actually fundraise enough for multiple student groups to receive $20,000. The same goes for his conferences that would aim to improve campus climate through issue-based discussions and workshops, which he said could cost up to $100,000. Raising tens of thousands of dollars is no small task.","This board also has reservations about whether Sarafian is equipped to lead the council table after he sat as the proxy for External Vice President Conrad Contreras this year and questioned a student’s ability to serve as an unbiased judge based on her Jewish identity. Sarafian cast doubt on his ability to moderate the council table, and this board believes that job would be better left to Heather Rosen, who has demonstrated composure and competence at the council table all year."]
      }
    ]
  }
]
